const sampleList = [
    {
      name: "정욱",
      text: "안녕하세요1",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요2",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요3",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요4",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요5",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요6",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요7",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요8",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요9",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요10",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요11",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요12",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요13",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요14",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요15",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요16",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요17",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요18",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요19",
      date: "2024-01-01",
    },
    {
      name: "정욱",
      text: "안녕하세요20",
      date: "2024-01-01",
    },

    {
      name: "정욱",
      text: "안녕하세요21",
      date: "2024-01-01",
    },
  ];
export const readMemo = () => {
    return sampleList;
};
